// export const builderRegex = /(बिल्डर|प्रॉपर्टी|कंस्ट्रक्शन|डिवेलपर्स|लिमिटेड|इन्फ्रा|कंपनी)/i;

// export const builderRegex = /(बिल्डर|प्रॉपर्टी|कंस्ट्रक्शन|डिवेलपर्स|लिमिटेड|इन्फ्रा|कंपनी|हाउसिंग|एस्टेट|रियल एस्टेट|हाइट्स|टॉवर्स|विला|सिटी|प्लाजा|स्क्वायर|गार्डन|एन्टरप्राइज|प्रोजेक्ट्स|कॉर्पोरेशन|इंडस्ट्रीज|ग्रुप|इन्फ्रास्ट्रक्चर|प्राइवेट|प्लॉट|एसेट)/i;

export const builderRegex = /(बिल्डर|प्रॉपर्टी|कंस्ट्रक्शन|डिवेलपर्स|लिमिटेड|इन्फ्रा|कंपनी|हाउसिंग|एस्टेट|रियल एस्टेट|हाइट्स|टॉवर्स|सिटी|प्लाजा|स्क्वायर|गार्डन|एन्टरप्राइज|प्रोजेक्ट्स|कॉर्पोरेशन|इंडस्ट्रीज|ग्रुप|इन्फ्रास्ट्रक्चर|प्राइवेट|प्लॉट|एसेट|हॉम|सोसाइटी|इन्फ्रास्ट्रक्चर|ट्रेड|सोल्यूशन्स|कॉम्प्लेक्स|टेक|डेवलपमेंट|रियल्टी|कंस्ट्रक्शनल|हाइट्स|गार्डन्स|रोज़|टॉवर|स्काई|हब|इम्पीरियल|इंडस्ट्री|अर्बन|सिटीस्केप|लाइफ|रिज़ॉर्ट|स्क्वायर|पार्क|प्राइवेसी|सिटी|इंक|एंटरप्राइजेज)/i;


// export const builderRegex = /(बिल्डर|प्रॉपर्टी|कंस्ट्रक्शन|डिवेलपर्स|लिमिटेड|इन्फ्रा|कंपनी|हाउसिंग|एस्टेट|रियल\s?एस्टेट|हाइट्स|टॉवर्स|विला|सिटी|प्लाजा|स्क्वायर|गार्डन|एन्टरप्राइज|प्रोजेक्ट्स|कॉर्पोरेशन|इंडस्ट्रीज|ग्रुप|इन्फ्रास्ट्रक्चर|प्राइवेट|प्लॉट|एसेट|सोसाइटी|डेवलपमेंट)/i;

